{
  "title": "Coding Blocks Campus Ambassador Program",
  "metas": [
    {
      "name": "description",
      "content": "Coding Blocks Campus Ambassador Program"
    },
    {
      "name": "keywords",
      "content": ""
    }
  ],
  "openGraph": {
    "url": "https://codingblocks.com/campus-ambassador-program.html",
    "title": "Coding Blocks Campus Ambassador Program",
    "image": "https://scontent.fdel1-1.fna.fbcdn.net/t45.5328-0/c0.0.540.540/p180x540/14290597_1167512883322297_1947152684_n.jpg",
    "description": "Coding Blocks Campus Ambassador Program"
  },
  "header": {
    "heading": "Campus Ambassador Program",
    "subHeading": "",
    "breadcrumbs": [
    ],
    "bgSrc": "../../../assets/images/cb/cover/cover_lanuchpad.jpg"
  },
  "overview": {
	"content": "<p class=\"lead\">Are you someone with a penchant for organizing events and getting things done? Are you the one who knows everyone in the college, and is known by everyone? Do you have friendly relations with everyone at college, from students to faculty and from canteen staff to admin? You my friend, are what we’re looking for, and we might just have what you’re looking for.</p> <p class=\"lead\">Coding Blocks is proud to present the most exclusive and well-rounded Campus Ambassador Program that a college student could ask for. Be the face of Coding Blocks in your college doing what you’re good at, and win discount coupons, certificates, LORs, LinkedIn recommendations, exclusive merchandise, and internship/placement opportunities. Is there something missing over there? No, really? Look again, maybe? CASH PAYOUTS! Coding Blocks will be offering HUGE cash benefits to each and every campus ambassador, based on targets and results.</p> <p class=\"lead\">So, what are you waiting for? Go through the massive deliverables and basic responsibilities given below and fill in the form that follows. Our team will reach out to you soon, and get the process running.</p>",
	"buttonLink": "#launchpad-bundle-content"
  }
}
