{
  "title": "Our Team | Coding Blocks",
  "metas": [
    {
      "name": "description",
      "content": "Biggest strength of Coding Blocks is its world-class team. To learn programming from the leaders, visit Coding Blocks Delhi, Noida, Amritsar or Jalandhar centre."
    }
  ],
  "header": {
    "heading": "Team",
    "subHeading": "Professional Mentors"
  },
  "team": {
    "heading": "Our Team",
    "content": "The backbone of any training institute is the team of talented and enthusiastic mentors, and the story is no different for Coding Blocks. We take pride in the fact that we have the most talented team of mentors, who have experienced the education and corporate industries with equal measures. All our mentors have been well performing students at the best of colleges, have worked at industry giants such as Sony, Cyanogen, SanDisk, Facebook, Barclays, Practo, Harman, DRDO, Cadence, American Express, Nagarro and many more. We also have GSoCers, GSoC Mentors and Google Code-in mentors in our team, in addition to people who've been published in international journals. With great reviews encouraging us, and the not so great ones making us push our limits, our team certainly has the right blend of people for every technology and language.",
    "flip": false,
    "meetTeam": false,
    "showAll": true,
    "companies": false,
    "doNotShow": [
      "Mohammad Umair",
      "Abhishek Gupta",
      "Apoorvaa Gupta",
      "Bhavya Aggarwal",
      "Siddarth Dungarwal",
      "Rishabh Khanna",
      "Naman Kumar",
      "Samuel",
      "Manish",
      "Abhishek",
      "Manoj"
    ]
  },
  "staff": {
    "heading": "Our Support Staff",
    "content": "",
    "flip": false,
    "companies": false,
    "teamMembers": [
      "Samuel",
      "Manish",
      "Abhishek",
      "Manoj"
    ]
  },
  "interns": {
    "heading": "Our Interns",
    "content": "",
    "flip": false,
    "companies": false,
    "teamMembers": [
      "Abhishek Gupta",
      "Apoorvaa Gupta",
      "Bhavya Aggarwal",
      "Naman Kumar",
      "Siddarth Dungarwal",
      "Rishabh Khanna"
    ]
  },
  "alumni": {
    "heading": "Former Team Members",
    "content": "",
    "small": true,
    "flip": true,
    "companies": false,
    "teamMembers": [
      "Mohammad Umair"
    ]
  }
}
