{
  "reviews": {
    "ratingValue": "4.9",
    "reviewCount": "5380",
    "ratingCount": "5380",
    "reviewsList": [
      {
        "name": "Naman Kumar",
        "course": "Crux",
        "imgSrc": "/assets/images/reviews/pic2.jpg",
        "rating": "5",
        "review": "I did Crux - Java fundamentals course with Rishab sir. It was a great experience. The brain teasers and assignments, actually the whole lot of content was really good. Some problems were challenging yet interesting. Was explained very well where ever I struck.",
        "link": "https://www.quora.com/What-is-your-review-of-Coding-Blocks/answer/Naman-Kumar-33"
      },
      {
        "name": "Harsh M Agarwal",
        "course": "Launchpad",
        "imgSrc": "/assets/images/reviews/pic3.jpg",
        "rating": "5",
        "review": "If want to build concepts in coding this is the place where you want to be. I joined Launchpad Batch (C++) under Prateek Bhaiya and I can say this one of my best decisions. From the first class only the focus was on concepts. Now I have confidence in topics like functions and recursion. TA are extremely helpful and friendly too.",
        "link": "https://www.quora.com/What-is-your-review-of-Coding-Blocks/answer/Harsh-M-Agarwal"
      },
      {
        "name": "Akanksha Ahuja",
        "course": "Pandora",
        "imgSrc": "/assets/images/reviews/pic4.jpg",
        "rating": "5",
        "review": "I enrolled into Android App Development Course with extremely talented and technically sound instructors, the course lectures are not only informative but actually help us relate code with its real world applications. You know exactly what is happening and why it's happening. Because what is being taught, is side by side being implemented by you on your laptops.",
        "link": "https://www.quora.com/What-is-your-review-of-Coding-Blocks/answer/Akanksha-Ahuja-6"
      },
      {
        "name": "Dhruv Anand",
        "course": "Pandora",
        "imgSrc": "/assets/images/reviews/pic7.jpg",
        "rating": "5",
        "review": "This is the best place for programmers and developers. Coding Blocks is the best place to learn android app development. Mentors here provide the best coaching and support. I enrolled in the Android App Development course - Pandora. My experience here was outstanding! :').",
        "link": "https://www.facebook.com/dhruvanand95/posts/1732710406745883"
      },
      {
        "name": "Kapil Gupta",
        "course": "Launchpad",
        "imgSrc": "/assets/images/reviews/pic8.jpg",
        "rating": "5",
        "review": "I joined C++ Foundation course in CB as a beginner from Deepak Sir. The best thing about him was that he taught the most difficult concepts in the most simplest ways. Hoping to pursue another course from CB. He made his sessions really interactive and made sure that all our doubts were cleared during the class itself.",
        "link": "https://www.facebook.com/kplgpt99/posts/1295158840552037"
      },
      {
        "name": "Pulkit Jain",
        "course": "Pandora",
        "imgSrc": "/assets/images/reviews/pic9.jpg",
        "rating": "5",
        "review": "I did the Android App Development Course with Arnav bhaiya. The course content was very good. The best part was pitching session where all the students were asked to make their own apps and present their apps. During the pitching I came across a lot of ideas.",
        "link": "https://www.facebook.com/pulkit.jain.9674/posts/1483641355002103"
      },
      {
        "name": "Kritika Singh",
        "course": "Launchpad",
        "imgSrc": "/assets/images/reviews/pic10.jpg",
        "rating": "5",
        "review": "I joined Coding Blocks to strengthen my concepts of C++ and become a good coder. And it was worth the time,money and energy spent here. The content, pace of teaching and the environment is very good. Prateek Narang sir is an amazing teacher and teaches in a very fun and interactive manner.",
        "link": "https://www.facebook.com/krrritikkaaaa/posts/1483455741720842"
      },
      {
        "name": "Mohak Khatri",
        "course": "Launchpad",
        "imgSrc": "/assets/images/reviews/pic12.jpg",
        "rating": "5",
        "review": "Our teacher Mr. Prateek Narang is an excellent teacher. Along with the help of other faculty members (Vishal bhaiya & Rajesh bhaiya) at Coding Blocks Dwarka, he introduced us to the endless world of coding. The ambiance at Coding Blocks Dwarka is awesome and conducive to learning.",
        "link": "https://www.facebook.com/mohak.khatri.9/posts/1627716913922915"
      },
      {
        "name": "Sarthak Mathur",
        "course": "Pandora",
        "imgSrc": "/assets/images/reviews/pic13.jpg",
        "rating": "5",
        "review": "It was an awesome experience to learn the Android Development Course from Arnav Bhaiya. He is a great mentor and teacher. All the concepts covered in the lectures were taught to very depth. This course gives probably the best kickstart a learner can get!",
        "link": "https://www.facebook.com/sarthak.mathur2/posts/1464813930207155"
      },
      {
        "name": "Rishabh Khanna",
        "course": "Elixir",
        "imgSrc": "/assets/images/reviews/pic14.jpg",
        "rating": "5",
        "review": "When i was watching “Dear Zindagi”, i could relate Sharukh Khan to Arnav Bhaiya. The way Sharukh Khan was giving life lessons to Aliya Bhatt, in the same way Arnav Bhaiya will give coding life lessons which will guide you throughout your code life.",
        "link": "https://www.quora.com/What-is-your-review-of-doing-Elixir-Web-using-NodeJs-with-Arnav-Gupta-at-Coding-Blocks/answer/Rishabh-Khanna-13?srid=TgC8"
      },
      {
        "name": "Shipra Yogeshwar",
        "course": "Elixir",
        "imgSrc": "/assets/images/reviews/pic15.jpg",
        "rating": "5",
        "review": "I got an opportunity to learn under this developer juggernaut. Two times GSoCer, speaker at DroidCon, and many more achievements, names are escaping me. So, even the question not arises, whether or not, someone else would be a better prospect when it comes to give you more learning stuff.",
        "link": "https://www.quora.com/What-is-your-review-of-doing-Elixir-Web-using-NodeJs-with-Arnav-Gupta-at-Coding-Blocks/answer/Rishabh-Khanna-13?srid=TgC8"
      },
      {
        "name": "Kritika Jain",
        "course": "Launchpad",
        "imgSrc": "/assets/images/reviews/pic17.jpg",
        "rating": "5",
        "review": "I took Launchpad classes from Coding Blocks, Dwarka and it was an amazing experience. I learned so much about C++ and Data Structures in such a short time. The classes were very well planned. Prateek sir helped builing our concepts very nicely. Thank you Prateek sir and thank you Coding Blocks!",
        "link": "https://www.facebook.com/permalink.php?story_fbid=1951163458450466&id=100006704928650"
      },
      {
        "name": "Jasleen Kaur",
        "course": "Launchapd",
        "imgSrc": "/assets/images/reviews/pic20.jpg",
        "rating": "5",
        "review": "I joined C++ course in coding blocks,pitampura. It has been a wonderful experience since then. Course content is well structured and taught at a nice pace with ample questions covered in class. Assignments given contain good questions both in quality and quantity.",
        "link": "https://www.facebook.com/jasleen.kalra.3/posts/1393643994003586"
      },
      {
        "name": "Shikhar Pahadia",
        "course": "Competitive programming",
        "imgSrc": "/assets/images/reviews/pic21.jpg",
        "rating": "5",
        "review": "I joined C++ course in coding blocks,pitampura. It has been a wonderful experience since then. Course content is well structured and taught at a nice pace with ample questions covered in class. Assignments given contain good questions both in quality and quantity.",
        "link": "https://www.facebook.com/shikhar16pahadia/posts/10207658685458945"
      },
      {
        "name": "Divyank Karolia",
        "course": "competitive programming",
        "imgSrc": "/assets/images/reviews/pic22.jpg",
        "rating": "5",
        "review": "Went through the competitive programming bootcamp, the syllabus was precise and i gained exposure to various tricks and tips to solve the competitive programming questions. Altogether it was a learning experience which i found very helpful :)",
        "link": "https://www.facebook.com/divyankkarolia/posts/1562758673754312"
      },
      {
        "name": "Piyush Gandhi",
        "course": "competitive programming",
        "imgSrc": "/assets/images/reviews/pic23.jpg",
        "rating": "5",
        "review": "I did the Competitive Programming BootCamp and I can say that the course was excellent. The teachers made even the toughest of topics looks easy and I recommend it to anyone who's looking to improve their Algorithmic skills",
        "link": "https://www.facebook.com/piyush.gandhi.1690/posts/1530550256974561"
      },
      {
        "name": "Sanchit Ahuja",
        "course": "pandora",
        "imgSrc": "/assets/images/reviews/pic24.jpg",
        "rating": "5",
        "review": "I did the course Pandora (Android Development) in Coding Blocks, with Arnav Sir. The course was really interesting and fruitful. The course begins with all the basic stuff required in development including the details of Object Oriented Programming along with basic details of Activity LifeCycle etc.",
        "link": "https://www.quora.com/What-is-your-review-of-doing-Pandora-Android-course-with-Arnav-Gupta-at-Coding-Blocks/answer/Sanchit-Ahuja-5?srid=TgC8"
      },
      {
        "name": "Aarush Juneja",
        "course": "competitive programming",
        "imgSrc": "/assets/images/reviews/pic25.jpg",
        "rating": "5",
        "review": "The best part of it was that they actually taught more than they mentioned in the curriculum without affecting the quality of the content being taught. As told, 80–100 questions were given in assignments, the faculty was available after and before the classes and was very friendly.",
        "link": "https://www.quora.com/How-was-your-experience-of-Competitive-Programming-Bootcamp-at-Coding-Blocks/answer/Aarush-Juneja?srid=TgC8"
      },
      {
        "name": "Bhavya Aggarwal",
        "course": "competitive programming",
        "imgSrc": "/assets/images/reviews/pic26.jpg",
        "rating": "5",
        "review": "A lot of difficult and important algorithms were discussed starting from the fundamentals. I can confidently say that this bootcamp has helped me a lot in improving my skills. All the topics were covered in depth with the codes for important ones. Another main thing was that we were also given a hard copy of the course content with all the codes for the algorithms and problems.",
        "link": "https://www.quora.com/How-was-your-experience-of-Competitive-Programming-Bootcamp-at-Coding-Blocks/answer/Bhavya-Aggarwal-11?srid=TgC8"
      },
      {
        "name": "Garima Kumari",
        "course": "Competitive programmming",
        "imgSrc": "/assets/images/reviews/pic27.jpg",
        "rating": "5",
        "review": "I had a really great experience at competitive programming bootcamp held at coding blocks.I loved the way of teaching of Vishal Sir and Mayank Sir. Vishal Sir thought us in such a way that now i can confidentlly attempt any question related to dp and greddy.",
        "link": "https://www.quora.com/How-was-your-experience-of-Competitive-Programming-Bootcamp-at-Coding-Blocks/answer/Bhavya-Aggarwal-11?srid=TgC8"
      },
      {
        "name": "Shivanshu Chaudhary",
        "course": "ML",
        "imgSrc": "/assets/images/reviews/pic28.jpg",
        "rating": "5",
        "review": "A well curated course which is capable of creating a strong base and giving initial impetus to go deeper in the NET ;) .A nice balance is maintained between industrial applications and research aptitude.",
        "link": "https://www.quora.com/What-is-your-review-of-taking-a-machine-learning-course-Perceptron-with-Shubham-Bhaiya-at-Coding-Blocks/answer/Shivanshu-Chaudhary-1?srid=TgC8"
      },
      {
        "name": "Shubham Aggarwal",
        "course": "ML",
        "imgSrc": "/assets/images/reviews/pic29.jpg",
        "rating": "5",
        "review": "I took a course in Machine Learning and it was the awesome experience. The course curriculum was very interesting and challenging at the same time. The content was crisp and of high quality.",
        "link": "https://www.quora.com/What-is-your-review-of-taking-a-machine-learning-course-Perceptron-with-Shubham-Bhaiya-at-Coding-Blocks/answer/Shubham-Aggarwal-73?srid=TgC8"
      },
      {
        "name": "Sachin Singh",
        "course": "ML",
        "imgSrc": "/assets/images/reviews/pic30.jpg",
        "rating": "5",
        "review": "I have done machine learning course here . It was a wonderful and fun experience there. Practical projects done here was fun and amazing . Now i am very satisfied with this course.",
        "link": "https://www.quora.com/What-is-your-review-of-taking-a-machine-learning-course-Perceptron-with-Shubham-Bhaiya-at-Coding-Blocks/answer/Sachin-Singh-86?srid=TgC8"
      },
      {
        "name": "Divyam Shah",
        "course": "launchpad",
        "imgSrc": "/assets/images/reviews/mpic2.jpg",
        "rating": "5",
        "review": "Coding Blocks is a very good institute imparting programming knowledge. I took a course in C++ (Launchpad :) ).The course curriculum was very interesting and challenging at the same time . The place is awesome for anyone who wishes to learn programming . The content was crisp and of high quality . Starting from the basics , we reached up to semi advanced level . The teaching was awesome."
      },
      {
        "name": "Lakshay Singla",
        "course": "launchpad",
        "imgSrc": "/assets/images/reviews/mpic5.jpg",
        "rating": "5",
        "review": "Coding Blocks is best institute for learning coding.I've learnt coding as well as built confidence. Prateek sir teaches really very well. there's not even a single doubt left in my mind after being taught by him. Even after completing the course i can come here anytime to clear my doubts and still enjoy that friendly environment. Rajesh sir ,Priyanshu sir,Arnav sir all are really very co-operative.I can share my every problem freely."
      },
      {
        "name": "Sumit Nagpal",
        "course": "launchpad",
        "imgSrc": "/assets/images/reviews/mpic4.jpg",
        "rating": "4",
        "review": "I joined the Launchpad Fast track batch in Dec,2016 with Prateek Sir. All the concepts were taught nicely, with proper assignments and practice. The experience was great and would definitely suggest to all the aspiring beginners out there. Both Prateek Sir and Suransh were great and helped a lot with the doubts.The speed was fast, but then again it's  Fast track course :p"
      },
      {
        "name": "Arunaditya Deshmukh",
        "course": "launchpad",
        "imgSrc": "/assets/images/reviews/mpic9.jpg",
        "rating": "5",
        "review": "Coding blocks is the best place to learn Coding. Gained a lot of experience in practicals aspects of coding. Prateek sir is the best teacher, explained every topic very nicely. Even though Class mentors also helped us immensely with lot of patience.Recorded videos were best for understanding when we missed any topic. The management make sure that students get interest in coding. Its a wonder full experience with coding blocks."
      },
      {
        "name": "Pradhyum Yadav",
        "course": "launchpad",
        "imgSrc": "/assets/images/reviews/mpic10.jpg",
        "rating": "5",
        "review": "Coding Blocks have a nice atmosphere and faculty, Teachers are friendly and skilled, I started their Launchpad Course around a month and was overwhelmed with the quality of teaching. I recommend going for Coding Blocks and learn the way to code."
      },
      {
        "name": "Varun Sharma",
        "course": "launchpad",
        "imgSrc": "/assets/images/reviews/mpic11.jpg",
        "rating": "5",
        "review": "Earlier CODING seem to be a difficult task, but after I joined CODING BLOCKS I've started getting quiet a hang of it.The approach here is absolutely practical and illustrative as well. I've done the LAUNCHPAD course here and my instuctor Prateek Narang (Prateek Bhaiya) has helped me understand the concepts. THUMBS UP for CODING BLOCKS and PRATEEK bhaiya."
      },
      {
        "name": "Manan Manwani",
        "course": "launchpad",
        "imgSrc": "/assets/images/reviews/mpic12.jpg",
        "rating": "5",
        "review": "Coding Blocks is an amazing place to learn coding.Being an absolute beginner, Coding Blocks helped me clear my fundamentals of C++ and because of the hands of coding concept of CDB,I was able to improve my code writing skills.Prateek Narang sir is an amazing, fun loving teacher and made the class very enjoyable.The teaching assistants were very helpful and helped me learn from my mistakes .It was an amazing journey with Coding Blocks and I was fully satisfied with my course!!"
      },
      {
        "name": "Pranav Mani Tripathi",
        "course": "launchpad",
        "imgSrc": "/assets/images/reviews/mpic14.jpg",
        "rating": "5",
        "review": "Its been an amazing experience. Moreover prateek bhaiya was amazing both in his theory as well as practical part. Brain teasers at the start of course were good .all were very supportive and left no stones unturned in providing us the best of everything"
      },
      {
        "name": "Ujjwal Jindal",
        "course": "crux",
        "imgSrc": "/assets/images/reviews/mpic1.jpg",
        "rating": "5",
        "review": "Coding Blocks Crux course was an exciting experience. It lasted for around 3 months and every class was worth the time and money spent. It was a great learning experience with vast variety of questions covered in the course duration. There were a variety of assignments too. Keeping everything in mind, hands down coding blocks is one the best place to learn."
      },
      {
        "name": "Yamini Gaur",
        "course": "Crux",
        "imgSrc": "/assets/images/reviews/mpic6.jpg",
        "rating": "5",
        "review": "Coding Blocks was an amazing experience for me. I belong to the electronics department and had a little experience in coding but I think it has helped me think things through in a much more analytical manner. Coding is important no matter which branch you are in. It gives you a better understanding about how to approach a problem."
      },
      {
        "name": "Ishan Ambardar",
        "course": "crux",
        "imgSrc": "/assets/images/reviews/mpic3.jpg",
        "rating": "5",
        "review": "In short - Five stars; excellent and interactive teaching; all problems are discussed and solved in depth, and most of the major concepts are covered. I’d always been a bit unsure about my coding acumen, but Coding Blocks brought it out. I’d recommend it to anyone looking to enhance his or her grasp on coding."
      },
      {
        "name": "Nilesh Kumarr",
        "course": "crux",
        "imgSrc": "/assets/images/reviews/mpc13.jpg",
        "rating": "5",
        "review": "I am a student of Mechanical department and I had no interest in coding because I scored very bad in First year . But still, I gave it a try and fortunately because of very good teaching faculty, I got motivated and now I am deciding to pursue my career in coding. So, as per my advice, it a perfect place you can learn coding.Go for it, give it a try. You will learn a lot and you will become self confident in coding."
      },
      {
        "name": "Purujit Bansal",
        "course": "pandora",
        "imgSrc": "/assets/images/reviews/mpic15.jpg",
        "rating": "5",
        "review": "I was a part of Pandora 2017 Spring Weekend Batch by Arnav Sir. The course was great it started from very basics and went to a close to professional level. (Basic Android Components + FireBase) There was a Guest lecture from Harshit Dwivedi on RetroFit and Picasso. Other Major Topics covered were GET, POST Requests, Gson, Volley."
      },
      {
        "name": "Abhinav Duggal",
        "course": "pandora",
        "imgSrc": "/assets/images/reviews/mpic17.jpg",
        "rating": "5",
        "review": "I did the course on Android Development with Arnav Gupta and it was a wonderful experience. Initially the teaching felt a little too fast, but as I tried to keep pace, I started to understand each and every thing. Arnav sir cleared each and every doubt, and the class environment was also good. I look forward to make really good apps, by the knowledge I inherited from Arnav sir. On the whole it has been a really good journey. I look forward to enroll in more courses at Coding Blocks in the future."
      },
      {
        "name": "Nitin Singhal",
        "course": "pandora",
        "imgSrc": "/assets/images/reviews/mpic16.jpg",
        "rating": "5",
        "review": "I did the course on Android from Coding Blocks under the guidance of Arnav sir .The course content was really good.The projects are given after every class which made my level of confidence high coding for android application.The doubts are always cleared by arnav sir in the classroom itself.Arnav also helped me in in getting deep in predefined codebase of android and understand it .At last the course is good and especially the instructor Arnav sir."
      },
      {
        "name": "Aditi Saluja",
        "course": "Competitive programming",
        "imgSrc": "/assets/images/reviews/mpic18.jpg",
        "rating": "5",
        "review": "It was a great learning experience at coding blocks! I attended the Competitive Coding Boot camp. Competitive Coding can be very mind boggling and frustrating. But coding blocks made it fun and interesting!"
      },
      {
        "name": "Samarth Sehgal",
        "course": "Competitive programming",
        "imgSrc": "/assets/images/reviews/mpic19.jpg",
        "rating": "5",
        "review": "The competitive programming bootcamp helped me sharpen my skills and know new topics which are frequently asked in contests. This bootcamp has motivated me to study more and be confident while appearing for different coding contests!"
      },
      {
        "name": "Aditya Bansal",
        "course": "Competitive programming",
        "imgSrc": "/assets/images/reviews/mpic20.jpg",
        "rating": "5",
        "review": "Most of the concepts regarding competitive coding are discussed. all problems are explained with possible test cases. many codechef and spoj problems are discussed along with assigments. the best part of the course is discussion on dp and greedy."
      },
      {
        "name": "Navdeep Singh",
        "course": "launchpad",
        "imgSrc": "/assets/images/reviews/pic34.jpeg",
        "rating": "4",
        "review": "If you want to become a brilliant programmer, and are willing to put in the hours and dedicate yourself to acquiring great skills, then there is no better place for you than Coding Blocks. The teaching assistants, Naman and Athar, were also brilliant and very helpful, who ensured we never felt like any problem was too hard."
      },
      {
        "name": "Shreya Gupta",
        "course": "Launchpad",
        "imgSrc": "/assets/images/reviews/pic35.jpg",
        "rating": "5",
        "review": "I wish I’d come here earlier. This is by far the best decision I’ve made. It gave me the platform to learn so much, to meet new people, and most importantly to develop the approach one needs while coding. The healthy environment here is the best I’ve seen."
      },
      {
        "name": "Anirudh Gupta",
        "course": "Launchpad",
        "imgSrc": "/assets/images/reviews/pic36.jpg",
        "rating": "5",
        "review": "If I were to describe my experience in one word, I would simply say PERFECT. Observing myself before & after doing this course with Deepak bhaiya, Now I am very confident. Now I know how exactly to proceed with a given problem. I would seriously recommend you to join the course."
      },
      {
        "name": "Deepak Kumar",
        "course": "launchpad",
        "imgSrc": "/assets/images/reviews/pic37.jpg",
        "rating": "5",
        "review": "Deepak Sir is very interactive and excellent in building your logic. Also we had two teaching assistants so each individual was able to get his /her doubts cleared easily. I just want to say that it is definitely worth joining this course and you won’t regret it."
      },
      {
        "name": "Ashish Nagpal",
        "course": "launchpad",
        "imgSrc": "/assets/images/reviews/pic38.jpg",
        "rating": "5",
        "review": "Its not an institute to learn just “Programming” , But much more. Its a Bond with our mentors , TAs ; just like being part of a family. Infrastructure is good , smart learning , helpful mentors. Online assignments are given , rankings to compete among peers , Most importantly Slack : a platform to ask our Doubts , Sir’s Codes provided using Git pull ."
      },
      {
        "name": "Kanika Bhooker",
        "course": "launchpad",
        "imgSrc": "/assets/images/reviews/pic39.jpg",
        "rating": "5",
        "review": "The place has a beautiful (P.S. - The walls are really creative here ) coding environment . The regular assignments is not just a ‘brochure thing’ at Coding Blocks . They deliver the quality as promised . With Deepak Aggarwal as the mentor of the course , coding seemed a bit easier which was once a hell of a task. Thank You Sir. "
      },
      {
        "name": "Ansh Sachdeva",
        "course": "crux",
        "imgSrc": "/assets/images/reviews/pic41.jpg",
        "rating": "5",
        "review": "It was an amazing experience! i got no words to explain the emotions of satisfaction, joy and happiness i achieved after completing this course. sir is such an amazing person, and i am completely positive that he was one of the best teacher who ever taught me. A young man with complete knowledge of his subject, along with a great experience in both the job line and teaching. "
      },
      {
        "name": "Kshitij Bansal",
        "course": "crux",
        "imgSrc": "/assets/images/reviews/pic43.jpg",
        "rating": "5",
        "review": " it really turned out to be lucky for me because the experience was amazing and it really helped me generate an everlasting love for coding. We were taught by Piyush Ajmani sir who was further backed by two TA’S (Pranav and Abhishek sir). The way of teaching was quite systematic and they left no stone unturned in instilling very complex concepts in a very clinical way."
      },
      {
        "name": "Anshu Bhoyar",
        "course": "crux",
        "imgSrc": "/assets/images/reviews/pic44.jpg",
        "rating": "5",
        "review": "My experience at coding blocks gurgaon centre was more than satisfying. I was taught by piyush ajmani . There were two TA’S (pranav and abhisheik sir) for further support and encouragement. Every topic was covered thoroughly and no doubt was ignored. All the teachers were really enthusiastic about coding and sharing their knowledge. "
      },
      {
        "name": "SHIVAM GANDHI",
        "course": "elixir",
        "imgSrc": "/assets/images/reviews/pic31.jpeg",
        "rating": "5",
        "review": "If anyone out there wants to delve into the world of web development then this is the right course for him/her. I would just say if you are planning to get into web development then just go for this course."
      },
      {
        "name": "SANDEEP RANJAN",
        "course": "elixir",
        "imgSrc": "/assets/images/reviews/pic32.jpeg",
        "rating": "5",
        "review": "The course was pretty well structured. Learning to code at coding blocks is amazing because of the task given by the mentor. If you have done all the task by yourself then you are good to go to face the real world with you skills."
      },
      {
        "name": "RISHABH MENDIRATTA",
        "course": "elixir",
        "imgSrc": "/assets/images/reviews/pic33.jpeg",
        "rating": "5",
        "review": "I would recommend this course to all the college students if they are in a dilemma that what career should they pursue in future. Aayush sir would make this course so much interesting and knowledgeful that u won't regret joining the course if u r serious during the course."
      },
      {
        "name": "RISHAB KUMAR",
        "course": "elixir",
        "imgSrc": "/assets/images/reviews/pic19.jpg",
        "rating": "5",
        "review": "If you have passion, this is THE place. Enrolled in 2 courses and both were awesome. They even helped many students getting placed in top companies. Any student with a passion for tech must join to enhance his/her skill set."
      },
      {
        "name": "Gurleen Kailey",
        "course": "pandora",
        "imgSrc": "/assets/images/reviews/pic45.jpg",
        "rating": "5",
        "review": "I did my android app development course this summer and no doubt It was great learning there. You get complete insight into the world of android app development. And we were made to implement everything there and then in class, Which works great for you because u cannot procrastinate and your doubts are cleared in the class itself. Which gives you so much time to explore more things on your own."
      },
      {
        "name": "Karan Balani",
        "course": "pandora",
        "imgSrc": "/assets/images/reviews/pic46.jpg",
        "rating": "5",
        "review": "Our mentor for Android App Development Course was Harshit Dwivedi aka the-dagger, the way he delivers the concepts is quite simple and leaves an impression in your mind, even difficult and tricky concepts can't stop or reduce his efficiency. The batch I attended was his first batch, now you get an idea to imagine his approach. And yes how can one forget about the “swags”? He has a simple trick to make students involved into codes, he asks to do an extra effort and in return he distributes swags."
      },
      {
        "name": "Suneet Srivastava",
        "course": "pandora",
        "imgSrc": "/assets/images/reviews/pic47.jpg",
        "rating": "5",
        "review": "I attended the Pandora Android App Development course at Dwarka center this summer. It was ‘cool’ ,the learning curve increased exponentially. The instructor (the-dagger) explained the concepts beautifully and cleared all the doubts in the class. The environment was also very friendly and you will never feel like you are in a class. The homework and the class exercises were of good level and connected every part of previous and current lecture which in turn made the learning more profitable."
      },
      {
        "name": "Kartik Aggarwal",
        "course": "ML",
        "imgSrc": "/assets/images/reviews/pic48.jpg",
        "rating": "5",
        "review": "The instructor and the teaching assistants were amazing and highly experienced. Side by side projects every week made the topics even more understandable and interesting. Thus I would highly recommend this course to everyone."
      },
      {
        "name": "Ishpreet Singh",
        "course": "ML",
        "imgSrc": "/assets/images/reviews/pic49.jpg",
        "rating": "5",
        "review": "This was my first complete course at coding blocks. I attended the machine learning bootcamp in Winter 2016 and loved it which made me join the full course. Shubham bhaiya and Ayush bhaiya(TA) have good knowledge about the field and were very helpful in making us understand the concepts. I would certainly recommend this course to anyone who has interest in Data science."
      },
      {
        "name": "Anshul Garg",
        "course": "ML",
        "imgSrc": "/assets/images/reviews/pic50.jpg",
        "rating": "5",
        "review": "Had an amazing experience here at Coding Blocks. The course content is excellent and structured well. The emphasis is not only on the theory part but also on logical thinking and how to approach a problem. Doubts were taken very well."
      },
      {
        "name": "Manish Sundriyal",
        "course": "algo",
        "imgSrc": "/assets/images/reviews/pic51.jpg",
        "rating": "5",
        "review": "My view towards programming has totally changed. It was a wonderful experience. Our Instructor was Deepak Bhaiya ( yes bhaiya, that’s what we call inCB), he explain one of the most difficult topics in most simple manner. Apart from what I have learnt from him(which was very awesome) , he used share his interview experiences with us, which will definitely help us in future."
      },
      {
        "name": "Gagan Bhayana",
        "course": "algo",
        "imgSrc": "/assets/images/reviews/pic52.jpg",
        "rating": "5",
        "review": "Coding Blocks is like foundation for you career. The content of its courses are well planned and the awesome faculty makes it much easier for the students from any background to understand whatever they are taught. I joined Algo++ course at Dwarka center under the guidance of Deepak sir and surely it was the best decision for me to take."
      },
      {
        "name": "Dhruv Kulshreshtha",
        "course": "algo",
        "imgSrc": "/assets/images/reviews/pic53.jpg",
        "rating": "5",
        "review": "Learning at Coding Blocks was really fun and I had a nice experience. It taught me how to code. It taught me how to approach problems .It is the best place to kickstart your Coding . Mentors here provide the best coaching and support. I enrolled at Algo++ by Deepak Sir at Dwarka. "
      },
      {
        "name": "Parth Dhamija",
        "course": "algo",
        "imgSrc": "/assets/images/reviews/pic54.jpg",
        "rating": "5",
        "review": "The level of the course at CB is intermediate, whereby interview level questions and algorithms and datastructures are covered with deep focus on basics and slowly moving to difficult approach. The course content is ample for a kickstart into the competitive programming world. I personally recommend CB for this particular course if you want to brush up your programming skills. "
      },
      {
        "name": "Ashutosh Dubey",
        "course": "algo",
        "imgSrc": "/assets/images/reviews/pic55.jpg",
        "rating": "5",
        "review": "There were total of 15 lectures basically covering all major concepts and their implementation for making someone quite good at programming. The course mentor, Deepak Bhaiyya is very amiable and humble personality with in-depth knowledge of programming principles and C++. "
      },
      {
        "name": "Mudit Mehta",
        "course": "algo",
        "imgSrc": "/assets/images/reviews/pic56.jpg",
        "rating": "5",
        "review": "This course met my expectations very well . If you know about basic c++ and concept of OOPS , you should go for it . It is a nice experience and give you a gist about competitive programming . In this course all the advanced data structures like graph , linked list , heap , etc. were explained very well . Deepak Aggarwal , mentor for this course at centre DWARKA is immensly talented and cleared my concepts to a great extent."
      },
      {
        "name": "Abhilasha Batra",
        "course": "crux",
        "imgSrc": "/assets/images/reviews/pic57.jpg",
        "rating": "5",
        "review": "This course made me fall in love with coding , earlier i used to do only the questions that were a part of my college syllabus. Now I can think out of it because my concepts are cleared and that’s what matters the most. Also i never used to understand recursion but now I do."
      }
    ]
  }
}
